Repository: Samuel-Pech/AppOxkintok
Catalog: app_oxkintok/lib/l10n/intl_*.arb
Languages: es

source: Language Settings
es: Configuración de Idioma

# welcomeMessage
source: Welcome
es: Bienvenido

source: Home
es: Inicio

source: Guide
es: Guía

source: Map
es: Mapa

source: Scanner
es: Escáner

source: Data and Curiosities
es: Datos y Curiosidades

source: History and Evolution
es: Historial y Evolución

# Recommendations
source: Recommendations for visits
es: Recomendaciones de visita

source: Security and Emergency
es: Seguridad y Emergencia

source: Languages
es: Idiomas

source: Exit
es: Salir

# confirmExit
source: Are you sure you want to exit?
es: ¿Estás seguro de que deseas salir?

# confirmExitDescription
source: Confirmation message for exiting the app.
es: Mensaje de confirmación para salir de la aplicación.

# moreInfo
source: More Information
es: Más Información

# animatedText1
source: Discover the wonders of Oxkintok, an archaeological site full of history and culture.
es: Descubre las maravillas de Oxkintok, un sitio arqueológico lleno de historia y cultura.

# animatedText2
source: Oxkintok is considered one of the most important settlements in northern Yucatán and perhaps the oldest city in the central Puuc region. Its position allowed it to control the flow of trade goods from the south of the peninsula and connect with other contemporary cultures. Its main chronology is Late Preclassic and extends to the Early Postclassic, from 300 B.C. to approximately 1200 A.D.
es: Oxkintok es considerado uno de los asentamientos más importantes del norte de Yucatán y, quizás, la ciudad más antigua de la región Puuc central. Su posición le permitió controlar el flujo de bienes comerciales procedentes del sur de la península y conectarse con otras culturas contemporáneas. Su cronología principal es Preclásico Superior y se extiende hasta el Posclásico Temprano, del 300 a. C., a aproximadamente 1200 d. C.

source: Select language:
es: Selecciona el idioma:

source: Confirm Language Change
es: Confirmar cambio de idioma

# confirmLanguageChangeMessage
source: Are you sure you want to change the language to
es: ¿Estás seguro de cambiar el idioma a

source: Cancel
es: Cancelar

source: Accept
es: Aceptar

# planVisitaOxkintok
source: Oxkintok Visit Plan
es: Plan de Visita - Oxkintok

source: Days and Hours
es: Días y Horarios

source: Best Time to Visit
es: Mejor Horario para Visitar

source: Transport
es: Transporte

source: Weather
es: Clima

source: Local Guides
es: Guías Locales

source: Nearby Attractions
es: Atracciones Cercanas

source: Services
es: Servicios

# respectSite
source: Respect the Site
es: Respeto al Sitio

# recommendation1
source: Oxkintok is open from 8:00 AM to 5:00 PM. The last entry is at 4:00 PM. It's recommended to arrive early to make the most of the visit.
es: Oxkintok está abierto de 8:00 a 17:00 hrs. La última entrada es a las 16:00 hrs. Se recomienda llegar temprano para aprovechar al máximo la visita.

# recommendation2
source: Remember that hours may vary on holidays, so check before planning your visit.
es: Recuerda que los horarios pueden variar en días festivos, así que verifica antes de planificar tu visita.

# recommendation3
source: If you're coming from Maxcanú, make sure to leave with enough time as the journey to Oxkintok can take around an hour.
es: Si vienes desde Maxcanú, asegúrate de salir con suficiente tiempo, ya que el trayecto hacia Oxkintok puede tardar alrededor de una hora.

# recommendation4
source: Visiting early in the morning helps avoid the intense heat and allows you to enjoy the site with fewer visitors.
es: Visitar por la mañana temprano ayuda a evitar el calor intenso y permite disfrutar del sitio con menos visitantes.

# recommendation5
source: Take advantage of the calm early hours to take photos with fewer people around.
es: Aprovecha la tranquilidad de las primeras horas para tomar fotos sin mucha gente alrededor.

# recommendation6
source: If you're coming from Maxcanú, we recommend leaving early to avoid the hottest hours of the day.
es: Si estás de camino desde Maxcanú, te recomendamos salir temprano para evitar las horas más calurosas del día.

# recommendation7
source: It is advisable to have your own vehicle, as public transportation to Oxkintok is limited. From Mérida, the drive takes about an hour.
es: Es aconsejable contar con vehículo propio, ya que el transporte público hacia Oxkintok es limitado. Desde Mérida, el trayecto en coche dura aproximadamente una hora.

# recommendation8
source: From Maxcanú, Yucatán, the distance to the Oxkintok archaeological site is approximately 50 km. If you take the Tren Maya, the trip takes around 40 minutes to the nearest station.
es: Desde Maxcanú, Yucatán, la distancia hasta la zona arqueológica de Oxkintok es de aproximadamente 50 km. Si tomas el Tren Maya, el viaje dura alrededor de 40 minutos hasta la estación más cercana.

# recommendation9
source: Consider renting a car if you don't have one available.
es: Considera la opción de alquilar un coche si no tienes uno disponible.

# recommendation10
source: The weather in the region is usually hot. Wear lightweight clothing, sunscreen, a hat, and bring plenty of water to stay hydrated during the tour.
es: El clima en la región suele ser caluroso. Lleva ropa ligera, protector solar, sombrero y suficiente agua para mantenerte hidratado durante el recorrido.

# recommendation11
source: Even though it's hot, humidity can be high. Wear comfortable and breathable clothing.
es: Aunque haga calor, la humedad puede ser alta. Usa ropa cómoda y transpirable.

# recommendation12
source: The weather in Maxcanú can also be hot, so it's important to be prepared before you start your trip to Oxkintok.
es: El clima en Maxcanú también puede ser caluroso, por lo que es importante estar preparado desde que inicies tu viaje hacia Oxkintok.

# recommendation13
source: Hiring a local guide can enrich your experience by providing detailed information about the site's history and architecture.
es: Contratar un guía local puede enriquecer tu experiencia, proporcionándote información detallada sobre la historia y arquitectura del sitio.

# recommendation14
source: Local guides can also show you less crowded paths for a more intimate experience.
es: Los guías locales también te pueden mostrar caminos menos concurridos para una experiencia más íntima.

# recommendation15
source: If you're passing through Maxcanú, some local guides offer tours that include Oxkintok and other nearby sites, which can be an excellent option.
es: Si pasas por Maxcanú, algunos guías locales ofrecen recorridos que incluyen Oxkintok y otros sitios cercanos, lo que puede ser una excelente opción.

# recommendation16
source: After visiting Oxkintok, consider exploring the Calcehtok Caves, located near the archaeological site. These caves are known for their impressive underground formations.
es: Después de visitar Oxkintok, considera explorar las Grutas de Calcehtok, ubicadas cerca de la zona arqueológica. Estas grutas son conocidas por sus impresionantes formaciones subterráneas.

# recommendation17
source: Another option is to visit the Uxmal archaeological site, one of the region's main tourist attractions.
es: Otra opción es visitar la zona arqueológica de Uxmal, una de las principales atracciones turísticas de la región.

# recommendation18
source: If you're passing through Maxcanú, you can also take the opportunity to explore some of the nearby small towns that offer authentic regional experiences.
es: Si pasas por Maxcanú, también puedes aprovechar para conocer algunos de los pequeños pueblos cercanos que ofrecen experiencias auténticas de la región.

# recommendation19
source: Keep in mind that services in the area are basic. It's recommended to bring snacks and any other items you may need during your visit.
es: Ten en cuenta que los servicios en la zona son básicos. Es recomendable llevar snacks y cualquier otro artículo que puedas necesitar durante tu visita.

# recommendation20
source: Don't forget to bring a reusable water bottle to stay hydrated.
es: No olvides llevar una botella de agua reutilizable para mantenerte hidratado.

# recommendation21
source: In Maxcanú, you'll also find stores where you can buy basic products before heading to Oxkintok.
es: En Maxcanú también encontrarás tiendas donde podrás adquirir algunos productos básicos antes de llegar a Oxkintok.

# recommendation22
source: Oxkintok is a highly valuable archaeological site. Follow the guidelines, don't climb unpermitted structures, and don't leave trash.
es: Oxkintok es un sitio arqueológico de gran valor histórico. Respeta las indicaciones, no subas a las estructuras no permitidas y no dejes basura.

# recommendation23
source: Remember that respecting cultural heritage helps preserve these places for future generations.
es: Recuerda que el respeto al patrimonio cultural ayuda a preservar estos lugares para futuras generaciones.

source: Information
es: Información

source: LOCATION
es: UBICACIÓN

# locationDescription
source: It is located to the south of Yucatán in the municipality of Maxcanú, 74 km from the city of Mérida. You can go to the menu in the location module where you'll find a map with directions to get there.
es: Se localiza al sur de Yucatán en el municipio de Maxcanú, a 74 km de la ciudad de Mérida. Puedes ir al menú en el módulo de ubicación, donde encontrarás un mapa con indicaciones para llegar.

source: ACCESS
es: ACCESO

# accessDescription
source: By federal highway number 180, which leads to the city of Campeche, or by Villa de Maxcanú to the town of Calcehtok.
es: Por la carretera federal número 180, que conduce a la ciudad de Campeche, o por Villa de Maxcanú a la población de Calcehtok.

source: HOURS
es: HORARIO

# hoursDescription
source: Monday to Sunday from 08:00 to 17:00 hrs. Last entry at 16:00 hrs.
es: Lunes a domingo de 08:00 a 17:00 hrs. Último acceso 16:00 hrs.

source: ENTRANCE
es: ENTRADA

source: RESTRICTIONS
es: RESTRICCIONES

# restrictionsDescription
source: - Smoking is prohibited - Food is not allowed - Pets are not allowed
es: - Prohibido fumar - Prohibido ingresar alimentos - Prohibido mascotas

# securityAndEmergencypage
source: Security and Emergency
es: Seguridad y Emergencia

source: Emergency Contacts:
es: Contactos de Emergencias:

source: Firefighters
es: Bomberos

source: Police
es: Policía

source: Medical Services
es: Servicios Médicos

source: Security Protocols:
es: Protocolos de Seguridad:

# fireProtocol
source: In case of fire, follow the evacuation routes.
es: En caso de incendio, siga las rutas de evacuación.

# safeAreasProtocol
source: Head to the safe areas marked on the map.
es: Diríjase a las áreas seguras marcadas en el mapa.

# reportEmergency
source: Report any emergency to the staff.
es: Reporte cualquier emergencia al personal.

source: Safe Areas and First Aid:
es: Áreas Seguras y Primeros Auxilios:

# interactiveMap
source: Interactive map here
es: Mapa interactivo aquí

source: Practical Tips:
es: Consejos Prácticos:

# stayHydrated
source: Stay hydrated, carry a water bottle.
es: Mantente hidratado, lleva una botella de agua.

# useSunscreen
source: Use sunscreen to avoid sunburn.
es: Usa protector solar para evitar quemaduras.

# walkCarefully
source: Walk carefully on uneven terrain.
es: Camina con precaución por terrenos irregulares.
